tap "hashicorp/tap"
brew "ansible"
brew "ansible-lint"
brew "cask"
brew "chezmoi"
brew "cowsay"
brew "dockutil"
brew "doppler"
brew "git"
brew "jq"
brew "mas"
brew "midnight-commander"
brew "pipx"
brew "tree"
brew "wget"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "bambu-studio"
cask "google-chrome"
cask "makemkv"
cask "microsoft-edge"
cask "powershell"
cask "visual-studio-code"
mas "AudioBookBinder", id: 413969927
mas "AutoMounter", id: 1160435653
mas "Blackmagic Disk Speed Test", id: 425264550
mas "ControllerForHomeKit", id: 1198176727
mas "Full Deck Solitaire", id: 412980789
mas "HomePass", id: 1330266650
mas "Keka", id: 470158793
mas "MediaInfo", id: 510620098
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "Name Mangler 3", id: 603637384
mas "OneDrive", id: 823766827
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pi-hole Remote", id: 1515445551
mas "Playlisty for Apple Music", id: 1459275972
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "VPNAutoConnect", id: 532510878
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "1password.op-vscode"
vscode "dhoeric.ansible-vault"
vscode "gamunu.opentofu"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
